#!/usr/bin/env python
# coding: utf-8

# In[9]:


print("CP ALL, 7-Eleven เต็งหนาม 2(04939)")
print("TAX#0107542000011  (VAT Included)")
print("Vat Code 04834 POS#E07650000201548")
print("   ใบเสร็จรับเงิน/ใบกำกับภาษีอย่างย่อ")
print(1,"    S-กาแฟเย็น                          " ,1*14.00 )
print(1,"    UTHไทยเดนมาร์กจืด              " ,1*13.00 )
print(1,"    ครีมนีเวียเมนไวท์ออ               " , 1*15.00)
print(1,"    สิทธิ์แลกซื้อสุดคุ้ม                   " , 1*0.00)
print("ยอดสุทธิ              ","3 ชิ้น   ",     "42.00")
print("เงินสด/เงินทอน     ","50.00","    8.00 ")



print("--------------------------------------")


# In[ ]:




